["title: MIR M — ГЛОБАЛЬНЫЙ СТАРТ НОВОЙ КРОССПЛАТФОРМЕННОЙ MMORPG time: 10:08", "title: НОВОСТИ MMORPG: ГЛОБАЛЬНАЯ ВЕРСИЯ GRAN SAGA, РЕЛИЗ НОВОЙ MMORPG, ПРЕЗРЕНИЕ К BLIZZARD time: 13:19", "title: MMORPG С САМЫМ БОЛЬШИМ ОНЛАЙНОМ 2023 time: 17:17", "title: TARISLAND — ЗАМЕНА WORLD OF WARCRAFT ОТ TENCENT. НОВАЯ MMORPG ОТ TENCENT time: 11:57", "title: 12 тыс. просмотров time: НОВОСТИ MMORPG: ТЕСТИРОВАНИЕ НОВОЙ ММО, BLUE PROTOCOL ПЕРЕНЕСЛИ, ПРЕДРЕГА В ARCHEAGE WAR", "title: 13 тыс. просмотров time: WAYFINDER — НОВАЯ ММО ОТ СОЗДАТЕЛЕЙ DARKSIDERS И АВТОРОВ WARFRAME ДЛЯ ПК И PLAYSTATION", "title: 13 тыс. просмотров time: BLESS GLOBAL — НОВАЯ AAA GAMEFI MMORPG. ПЕРВЫЙ И ПОСЛЕДНИЙ ВЗГЛЯД", "title: 19 тыс. просмотров time: НОВОСТИ MMORPG: DLSS 3 В THRONE AND LIBERTY, ГЛОБАЛЬНЫЙ НОВОЙ MMORPG НА UE5, ГЕЙМПЛЕЙ THE DAY BEFORE", "title: 20 тыс. просмотров time: ТОП САМЫХ ОЖИДАЕМЫХ MMORPG В 2023 ГОДУ", "title: 11 тыс. просмотров time: WORLD OF SEA BATTLE — НОВАЯ РУССКАЯ ММО ПРО ПАРУСНЫЕ КОРАБЛИ И ПИРАТОВ", "title: 27 тыс. просмотров time: НОВОСТИ MMORPG: ПРЕЗЕНТАЦИЯ THRONE AND LIBERTY, ТЕСТИРОВАНИЕ НОВОЙ MMO, ЗБТ BLUE PROTOCOL", "title: 13 тыс. просмотров time: ГЛАВНЫЕ MMORPG 2022 ГОДА — ПОДВОДИМ ГЛАВНЫЕ MMORPG ИТОГИ УХОДЯЩЕГО ГОДА", "title: 11 тыс. просмотров time: THRONE AND LIBERTY — ПРО PVP, ГИЛЬДИИ И КЛАССОВУЮ СИСТЕМУ. ПРЕВЬЮ ДИРЕКТОРА", "title: 17 тыс. просмотров time: НОВОСТИ MMORPG: СЛИВ THRONE AND LIBERTY, РУССКИЙ ЯЗЫК В TOWER OF FANTASY, ЗБТ COREPUNK", "title: 14 тыс. просмотров time: THRONE AND LIBERTY — ОБСУЖДАЕМ СЛИВ ГЕЙМПЛЕЯ НОВОЙ MMORPG", "title: 11 тыс. просмотров time: PROJECT LLL — ПОДРОБНОСТИ ААА MMO НА UNREAL ENGINE 5 ОТ NCSOFT", "title: 14 тыс. просмотров time: НОВОСТИ MMORPG: ДАТА РЕЛИЗА THRONE AND LIBERTY, ГЕЙМПЛЕЙ BLUE PROTOCOL, АНОНС НОВОЙ MMORPG", "title: 6,7 тыс. просмотров time: KINGDOM UNDER FIRE: THE RISE — НОВАЯ MMORPG ПРО PVP И БЛОКЧЕЙН ТЕХНОЛОГИИ", "title: 16 тыс. просмотров time: BLACK DESERT — ДВА НОВЫХ КЛАССА, НОВАЯ ТЕРРИТОРИЯ И ПРОЧИЕ ИЗМЕНЕНИЯ. ИТОГИ «КАЛЬФЕОНСКОГО ПРИЕМА»", "title: 19 тыс. просмотров time: НОВОСТИ MMORPG: ГЛОБАЛЬНЫЙ РЕЛИЗ BLUE PROTOCOL, НОВАЯ MMORPG ОТ ARENANET, ТИЗЕР DUNE AWAKENING", "title: 11 тыс. просмотров time: BUZZARD — ЛУЧШИЕ RMT MMORPG, КАК И СКОЛЬКО ЗАРАБОТАТЬ, NFT — СКАМ", "title: 11 тыс. просмотров time: PROJECT WINDLESS — НОВАЯ ААА MMORPG ОТ СОЗДАТЕЛЕЙ TERA. НО ЭТО НЕ ТОЧНО", "title: 17 тыс. просмотров time: НОВОСТИ MMORPG: НОВАЯ MMORPG ОТ KRAFTON, ОСАДЫ В ODIN VALHALLA RISING, КАРТА МИРА MMORPG PIONER", "title: 28 тыс. просмотров time: THRONE AND LIBERTY — МНОГО НОВОЙ ИНФОРМАЦИИ О САМОЙ ОЖИДАЕМОЙ MMORPG", "title: 8,4 тыс. просмотров time: LEGEND OF YMIR — ТРЕЙЛЕР MMORPG НОВОГО ПОКОЛЕНИЯ НА UNREAL ENGINE 5", "title: 18 тыс. просмотров time: НОВОСТИ MMORPG: ТРЕЙЛЕР НОВОЙ MMORPG, ПОДВОДНЫЙ МИР В TOWER OF FANTASY, НОВЫЕ КЛАССЫ В BLACK DESERT", "title: 22 тыс. просмотров time: NIGHT CROWS — НОВАЯ MMORPG С МАССОВЫМ PVP НА UNREAL ENGINE 5", "title: 14 тыс. просмотров time: ARCHEAGE 2 — НОВЫЙ ТРЕЙЛЕР, НОВЫЕ ПОДРОБНОСТИ", "title: 40 тыс. просмотров time: НОВОСТИ MMORPG: ГЕЙМПЛЕЙ ARCHEAGE 2, НОВАЯ MMORPG НА UNREAL ENGINE 5, ДАТА РЕЛИЗА BLUE PROTOCOL", "title: 8,7 тыс. просмотров time: ARCHEAGE WAR — НОВАЯ MMORPG ОТ XLGAMES ПРО ОСАДЫ И МОРСКИЕ СРАЖЕНИЯ"]